{
    "en": {
        "banner": "I'm Arnaud Le Floch.",
        "description": "Full-stack JS Developer",
        "home": "Home",
        "about": "About",
        "contact": "Contact",
        "resume": "My resume",
        "skills": "Skills",
        "experience": "Experience",
        "name": "Firstname & Lastname",
        "mail": "Email",
        "message": "Message",
        "others": "Others",
        "tools": "Tools",
        "development": "Development",
        "hello": "Hello !",
        "aboutText": [
            "Passionate about the world of computer science since the age of 11, I chose to do my job in 2014 by becoming a developer with school 42. I acquired very good development skills, especially in web development, an area in which I specialized.",
            "Being self-taught and hands-on, I never stop learning in any field, whether professionally or passionately.",
            "You can find my skills and experience below, if you have any questions, please do not hesitate to contact me."
        ],
        "company": [
            "I attended School 42 in August 2014, there I learned the basics of programming with the C language and the use of git. After that I started web development and gained skills in CSS, JS, JQUERY, PHP, MYSQL, NodeJS and Ruby on rails using them in many projects.",
            "Geekzie was my first year internship lasting 4 months as a full-stack Ruby on rails developer, I had to realize multiple features, from the payment method to the automatic management of a calendar through a lot of code refactoring and a fully responsive website realization.",
            "Position in Full Stack Javascript Developer in the company Redpelicans in SSII, Training in the MERN stack and JS best practices, followed by a sending in company.",
            "Europ-assistance was my mission for Redpelicans, we had to manage a WebApp in NodeJS & ReactJS that allows you to call an assistance service in case of problem on the road with your vehicle, the web-app is used by many countries and is customizable according to the demand of the country."
        ]
    },
    "fr": {
        "banner": "Je suis Arnaud Le Floch.",
        "description": "Développeur Full-stack JS",
        "home": "Accueil",
        "about": "À propos",
        "contact": "Contact",
        "resume": "Mon CV",
        "skills": "Compétences",
        "experience": "Expérience",
        "name": "Nom & Prénom",
        "mail": "Adresse e-mail",
        "message": "Message",
        "others": "Autres",
        "tools": "Outils",
        "development": "Développement",
        "hello": "Bonjour !",
        "aboutText": [
            "Passionné par le monde de l'informatique depuis l'âge de 11 ans, j’ai choisi d'en faire mon métier en 2014 en devenant développeur avec l'école 42. J'y ai acquis de très bonnes compétences en développement, surtout dans le développement web, domaine dans lequel je me suis spécialisé.",
            "Étant autodidacte et touche-à-tout, je ne cesse d’apprendre dans n'importe quel domaine que ce soit professionnellement ou passionnément.",
            "Si vous avez des questions, n'hésitez pas à me contacter."
        ],
        "company": [
            "J'ai participé à l'école 42 en août 2014, j'y ai appris la base de la programmation avec le langage C et l'utilisation de git. Par la suite j'ai commencé le développement web et j'ai acquis des compétences en CSS, JS, JQUERY, PHP, MYSQL, NodeJS et Ruby on rails en les utilisant dans de nombreux projets.",
            "Geekzie fut mon stage de première année d'une durée de 4 mois en tant que développeur full-stack Ruby on rails, j'ai dû réaliser de multiples fonctionnalités, de la méthode de paiement à la gestion automatique d'un agenda en passant par beaucoup de refactoring de code et une réalisation du site web entièrement responsive.",
            "Poste en Développeur Full Stack Javascript dans l'entreprise Redpelicans en SSII, Formation à la stack MERN et aux meilleures pratiques JS, suivi d'un envoi en entreprise.",
            "La société Europ-assistance a été ma mission pour Redpelicans, nous devions gérer une WebApp en NodeJS & ReactJS qui permet de faire appel à un service d'assistance en cas de problème sur la route avec votre véhicule, la web-app est utilisé par de nombreux pays et est personnalisable en fonction de la demande du pays."
        ]
    }
}